export const questions = [
  {
    question: "Что утверждает закон сохранения энергии?",
    answers: [
      {
        answer:
          "Энергия может быть ниоткуда не взята и не уничтожена, она только преобразуется из одного вида в другой.",
        correct: true,
      },
      {
        answer:
          "Энергия может быть создана или уничтожена в определённых условиях.",
        correct: false,
      },
      {
        answer: "Энергия всегда остаётся в виде кинетической энергии.",
        correct: false,
      },
      {
        answer: "Энергия может увеличиваться без внешнего воздействия.",
        correct: false,
      },
    ],
  },
  {
    question: "В замкнутой системе...",
    answers: [
      {
        answer: "сумма всех видов энергии остаётся постоянной.",
        correct: true,
      },
      {
        answer: "кинетическая энергия постоянно увеличивается.",
        correct: false,
      },
      {
        answer: "потенциальная энергия превращается в массу.",
        correct: false,
      },
      {
        answer: "энергия не сохраняется.",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какое из следующих утверждений верно для механической энергии в отсутствии трения?",
    answers: [
      {
        answer:
          "Сумма кинетической и потенциальной энергии остаётся постоянной.",
        correct: true,
      },
      {
        answer: "Кинетическая энергия всегда равна потенциальной энергии.",
        correct: false,
      },
      {
        answer: "Потенциальная энергия всегда больше кинетической энергии.",
        correct: false,
      },
      {
        answer: "Механическая энергия равна нулю.",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какой из приведённых примеров иллюстрирует закон сохранения энергии?",
    answers: [
      {
        answer: "Маятник, качающийся взад и вперёд без сопротивления воздуха.",
        correct: true,
      },
      {
        answer: "Машина, которая разгоняется без подачи топлива.",
        correct: false,
      },
      {
        answer: "Лампа, которая горит вечно без источника питания.",
        correct: false,
      },
      {
        answer: "Шарик, который катится вечно по горизонтальной поверхности.",
        correct: false,
      },
    ],
  },
  {
    question: "Что происходит с энергией, когда тело падает с высоты?",
    answers: [
      {
        answer: "Потенциальная энергия превращается в кинетическую энергию.",
        correct: true,
      },
      {
        answer: "Кинетическая энергия превращается в потенциальную энергию.",
        correct: false,
      },
      {
        answer: "Общая энергия тела увеличивается.",
        correct: false,
      },
      {
        answer: "Энергия исчезает.",
        correct: false,
      },
    ],
  },
  {
    question: "Какая энергия преобладает в точке максимальной высоты маятника?",
    answers: [
      {
        answer: "Потенциальная энергия.",
        correct: true,
      },
      {
        answer: "Кинетическая энергия.",
        correct: false,
      },
      {
        answer: "Механическая энергия.",
        correct: false,
      },
      {
        answer: "Тепловая энергия.",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какое из следующих утверждений является примером преобразования кинетической энергии в потенциальную?",
    answers: [
      {
        answer: "Поднятие груза на высоту.",
        correct: true,
      },
      {
        answer: "Падение груза с высоты.",
        correct: false,
      },
      {
        answer: "Ускорение автомобиля.",
        correct: false,
      },
      {
        answer: "Нагревание воды.",
        correct: false,
      },
    ],
  },
  {
    question:
      "В каком случае потенциальная энергия преобразуется в кинетическую?",
    answers: [
      {
        answer: "Падение яблока с дерева.",
        correct: true,
      },
      {
        answer: "Удержание пружины в сжатом состоянии.",
        correct: false,
      },
      {
        answer: "Подъем автомобиля на подъемник.",
        correct: false,
      },
      {
        answer: "Плавление льда.",
        correct: false,
      },
    ],
  },
  {
    question: "Если кинетическая энергия тела увеличивается, то...",
    answers: [
      {
        answer: "его скорость увеличивается.",
        correct: true,
      },
      {
        answer: "его масса уменьшается.",
        correct: false,
      },
      {
        answer: "его потенциальная энергия увеличивается.",
        correct: false,
      },
      {
        answer: "его потенциальная энергия остаётся постоянной.",
        correct: false,
      },
    ],
  },
  {
    question: "При нагревании воды в чайнике...",
    answers: [
      {
        answer: "электрическая энергия преобразуется в тепловую.",
        correct: true,
      },
      {
        answer: "кинетическая энергия преобразуется в потенциальную.",
        correct: false,
      },
      {
        answer: "тепловая энергия исчезает.",
        correct: false,
      },
      {
        answer: "потенциальная энергия превращается в электрическую.",
        correct: false,
      },
    ],
  },
  {
    question: "Какая энергия преобладает у пружины в сжатом состоянии?",
    answers: [
      {
        answer: "Потенциальная энергия.",
        correct: true,
      },
      {
        answer: "Кинетическая энергия.",
        correct: false,
      },
      {
        answer: "Тепловая энергия.",
        correct: false,
      },
      {
        answer: "Электрическая энергия.",
        correct: false,
      },
    ],
  },
  {
    question:
      "Что произойдет с механической энергией тела в отсутствии внешних сил?",
    answers: [
      {
        answer: "Она останется постоянной.",
        correct: true,
      },
      {
        answer: "Она увеличится.",
        correct: false,
      },
      {
        answer: "Она уменьшится.",
        correct: false,
      },
      {
        answer: "Она исчезнет.",
        correct: false,
      },
    ],
  },
  {
    question: "Энергия, сохраняемая в батарее, является примером...",
    answers: [
      {
        answer: "химической энергии.",
        correct: true,
      },
      {
        answer: "кинетической энергии.",
        correct: false,
      },
      {
        answer: "потенциальной энергии.",
        correct: false,
      },
      {
        answer: "тепловой энергии.",
        correct: false,
      },
    ],
  },
  {
    question: "Какое утверждение верно для кинетической энергии?",
    answers: [
      {
        answer: "Она зависит от массы и скорости тела.",
        correct: true,
      },
      {
        answer: "Она зависит только от массы тела.",
        correct: false,
      },
      {
        answer: "Она зависит только от скорости тела.",
        correct: false,
      },
      {
        answer: "Она не зависит ни от массы, ни от скорости тела.",
        correct: false,
      },
    ],
  },
  {
    question: "Какое из следующих утверждений верно для потенциальной энергии?",
    answers: [
      {
        answer: "Она зависит от положения тела в пространстве.",
        correct: true,
      },
      {
        answer: "Она зависит от скорости тела.",
        correct: false,
      },
      {
        answer: "Она не зависит от массы тела.",
        correct: false,
      },
      {
        answer: "Она не зависит от высоты тела над землей.",
        correct: false,
      },
    ],
  },
  {
    question: "Какую энергию приобретает тело при свободном падении?",
    answers: [
      {
        answer: "Кинетическую энергию.",
        correct: true,
      },
      {
        answer: "Потенциальную энергию.",
        correct: false,
      },
      {
        answer: "Тепловую энергию.",
        correct: false,
      },
      {
        answer: "Электрическую энергию.",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какой из примеров является примером сохранения механической энергии?",
    answers: [
      {
        answer: "Маятник, качающийся без сопротивления воздуха.",
        correct: true,
      },
      {
        answer: "Автомобиль, который движется по шоссе.",
        correct: false,
      },
      {
        answer: "Камень, который летит в воздухе.",
        correct: false,
      },
      {
        answer: "Лампа, которая горит от батареи.",
        correct: false,
      },
    ],
  },
  {
    question: "Что происходит с механической энергией при ударе мяча о землю?",
    answers: [
      {
        answer:
          "Она преобразуется в другие виды энергии, такие как тепловая и звуковая.",
        correct: true,
      },
      {
        answer: "Она остается неизменной.",
        correct: false,
      },
      {
        answer: "Она увеличивается.",
        correct: false,
      },
      {
        answer: "Она исчезает.",
        correct: false,
      },
    ],
  },
  {
    question:
      "Что происходит с механической энергией при движении тела по окружности?",
    answers: [
      {
        answer:
          "Она переходит из одного вида в другой, но остается постоянной в замкнутой системе.",
        correct: true,
      },
      {
        answer: "Она увеличивается.",
        correct: false,
      },
      {
        answer: "Она уменьшается.",
        correct: false,
      },
      {
        answer: "Она исчезает.",
        correct: false,
      },
    ],
  },
  {
    question: "Как называется энергия, связанная с движением?",
    answers: [
      {
        answer: "Кинетическая энергия.",
        correct: true,
      },
      {
        answer: "Потенциальная энергия.",
        correct: false,
      },
      {
        answer: "Химическая энергия.",
        correct: false,
      },
      {
        answer: "Ядерная энергия.",
        correct: false,
      },
    ],
  },
  {
    question:
      "Как называется энергия, связанная с положением объекта в гравитационном поле?",
    answers: [
      {
        answer: "Потенциальная энергия.",
        correct: true,
      },
      {
        answer: "Кинетическая энергия.",
        correct: false,
      },
      {
        answer: "Химическая энергия.",
        correct: false,
      },
      {
        answer: "Ядерная энергия.",
        correct: false,
      },
    ],
  },
];
